// Перевірка числа на парність:
// Напишіть програму, яка запитує у користувача число,
// а потім виводить повідомлення,
// чи є це число парним чи непарним.

// const userNumber = 10;

// if (userNumber % 2 === 0) {
//     console.log("Число парне");
// } else {
//     console.log("Число непарне");
// }



// Порівняння двох чисел:
// Напишіть програму, яка запитує у користувача два числа,
// а потім виводить повідомлення про те, яке з цих чисел більше.

// const a = 15;
// const b = 20;

// if (a > b) {
//     console.log('Перше число ' + a + ' більше за друге число ' + b);
// } else if (a < b) {
//     console.log('Друге число ' + b + ' більше за перше число ' + a);
// } else {
//     console.log("Обидва числа рівні");
// }
